export default {
  BTN: {
    '001': '표',
    '002': '화면'
  },
  PROJECT: {
    '001': '{A} > {B} > {C} 프로젝트에<br>자원이 이관됩니다.',
    '002': '{A} > {B} 에 프로젝트가 이관됩니다.',
    '003': '해당 프로젝트를<br>{startCompany} > {startGroup} 에서<br><b>{destCompany} > {destGroup}</b> 로<br>옮기겠습니까?',
    '004': '{A} > {B}을 이관 목적지로 변경하시겠습니까?',
    '005': '{groupName} > {projectName}을 이관 목적지로 설정하시겠습니까?',
    '006': '관계사 : {groupName}를 생성하시겠습니까?',
    '007': '관계사 : {groupName}를 수정하시겠습니까?',
    '008': '관계사 : {groupName}를 추가하시겠습니까?',
    '009': '데이터 센터: {name}을(를) 추가하시겠습니까?',
    '010': '데이터가 저장되지 않습니다.<br>계속하시겠습니까?',
    '011': '미등록 자원 {n}개를 {groupName} > {projectName}로 이관 하시겠습니까?',
    '012': '자원 {n}개를 이관 하시겠습니까?',
    '013': '자원을 생성하시겠습니까?',
    '014': '프로젝트: {projectName} 을(를) 삭제 하시겠습니까?',
    '015': '프로젝트: {projectName}으로 이관 하시겠습니까?',
    '016': '프로젝트를 생성하시겠습니까?',
    '017': '프로젝트를 수정하시겠습니까?',
    '018': '해당 자원을<br>이관 바구니에서 삭제합니다.',
    '019': '해당 데이터 센터를 삭제하시겠습니까?',
    '020': '삭제 예정인 자원입니다. 삭제를 취소하시겠습니까?',
    '021': '삭제 예정인 자원이 있습니다.<br>지금 바로 삭제하시겠습니까?',
    '022': '자원을 수정하시겠습니까?',
    '023': '배부 기준/비율 입력 페이지로 이동하시겠습니까?<br> 확인 시 배부모델 설정 페이지로 이동합니다.'
  },
  BASE: {
    '001': '내용을 저장하시겠습니까?',
    '002': '내용을 저장하지 않고 취소하시겠습니까?',
    '003': '등록하지 않고 취소하시겠습니까?<br>업로드된 파일은 저장되지 않습니다.',
    '004': '변경 내용을 저장하지 않고 취소하시겠습니까?',
    '005': '변경된 내용을 저장하시겠습니까?',
    '006': '변경사항을 저장하시겠습니까?',
    '007': '변경사항을 저장하지 않고 취소하시겠습니까?',
    '008': '삭제하시겠습니까?',
    '009': '생성하시겠습니까?',
    '010': '설정을 적용하시겠습니까?',
    '011': '수정을 취소하시겠습니까?',
    '012': '수정하시겠습니까?',
    '013': '신규 모델을 추가하시겠습니까?',
    '014': '아직 편집 중인 아이템이 있습니다.<br>저장하지 않고 페이지를 떠나시겠습니까?',
    '015': '업데이트 하시겠습니까?',
    '016': '입력하신 사항을 저장하시겠습니까?',
    '017': '저장 방식을 선택하세요.',
    '018': '저장하시겠습니까?',
    '019': '적용 하시겠습니까?',
    '020': '정말 삭제하시겠습니까?',
    '021': '해당 항목을 생성하시겠습니까?',
    '022': '해당 내용으로 등록하시겠습니까?',
    '023': '해당 내용으로 변경하시겠습니까?',
    '024': '해당 내용으로 수정하시겠습니까?',
    '025': '해당 내용으로 업데이트 하시겠습니까?',
    '026': '해당 내용으로 저장하시겠습니까?',
    '027': '해당 내용을 등록하시겠습니까?',
    '028': '해당 내용을 저장하시겠습니까?',
    '029': '해당 내용을 저장하지 않고 취소하시겠습니까?',
    '030': '해당 정보로 추가하시겠습니까?',
    '031': '해당 타입을 삭제하시겠습니까?',
    '032': '해당 항목을 삭제하시겠습니까?',
    '033': '현재 페이지를<br>PDF 파일로 저장하시겠습니까?',
    '034': '확인사항을 저장하시겠습니까?',
    '035': '확정 시 취소가 불가능 합니다.<br>확정하시겠습니까?',
    '036': '해당 내용을 삭제하시겠습니까?',
    '037': '창을 닫으면 변경 내용이 저장되지 않습니다. 창을 닫으시겠습니까?',
    '038': '{cloud}로 이동 하시겠습니까?'
  },
  BILL: {
    '001': '{billingDate} 과금 배치를<br>삭제 하시겠습니까?',
    '002': '선택된 모든 보정/배부모델을 초기화하시겠습니까?',
    '003': '보정을 등록하시겠습니까?',
    '004': '보정을 수정하시겠습니까?',
    '005': '선택한 내용의 보정이 삭제되며 복원되지 않습니다.<br>삭제하시겠습니까?',
    '006': '선택한 내용의 보정이<br>최근 과금년월로 복사됩니다.',
    '007': '해당 모델을 복사 하시겠습니까?',
    '008': '해당 모델을 비활성화 하시겠습니까?',
    '009': '해당 모델을 삭제하시겠습니까?',
    '010': '해당 모델을 활성화 하시겠습니까?',
    '011': '모델명을 변경하시겠습니까?',
    '012': '해당 과금모델로 적용하시겠습니까?',
    '013': '해당 배부 모델을 삭제하시겠습니까?',
    '014': '해당 모델을 사용자 노출로 변경하시겠습니까?'
  },
  CONF: {
    '001': '{title} 확인 사항을 삭제 하시겠습니까?',
    '002': '배치 실행 시 장시간이 소요될 수 있습니다.<br>진행하시겠습니까?',
    '003': '선택한 자원에 대한 작업을 실행하시겠습니까?',
    '004': '선택한 팀으로 적용하시겠습니까?',
    '005': '수동 스케줄링 하시겠습니까?',
    '006': '정말 반려 처리 하시겠습니까?',
    '007': '해당 작업을 완료 처리 하시겠습니까?',
    '008': '확인 클릭 시 자원이 즉시 삭제 됩니다.<br>선택한 자원에 대한 작업을 실행하시겠습니까?'
  },
  SERVICE: {
    '001': '사용자 화면에 등록하시겠습니까?',
    '002': '사용자 화면에서 등록 해제하시겠습니까?',
    '003': '설치프로그램을 저장하시겠습니까?',
    '004': '템플릿을 삭제하시겠습니까?',
    '005': 'S/W 라이선스 리스트를 저장하시겠습니까?',
    '006': '페이지를 이동하면 업로드 중인 내역이 취소됩니다.<br>그래도 이동하시겠습니까?',
    '007': '변경을 취소하면 업로드 중인 내역이 취소됩니다.<br>그래도 취소하시겠습니까?'
  },
  SECURITY: {
    '001': '경유지를 생성하시겠습니까?'
  },
  NOTICE: {
    '001': '하위 모든 대역 정보도 같이 삭제됩니다<br>해당 카테고리를 삭제하시겠습니까?'
  },
  NETWORK: {
    '001': '네트워크 장비 정보를 수정하시겠습니까?',
    '002': '네트워크 장비를 추가하시겠습니까?',
    '003': '해당 그룹을 삭제하시겠습니까?',
    '004': '해당 네트워크 장비를 삭제하시겠습니까?',
    '005': '해당 파일을 업로드하시겠습니까?',
    '006': '테스트에 최대 30초가 소요될 수 있습니다.<br>진행하시겠습니까?',
    '007': '가상IP 변경시, <br>입력한 서비스 정보가 모두 초기화 됩니다.<br><br>계속하시겠습니까? ',
    '008': '가상IP 변경시, <br>입력한 서비스 정보와 정책 정보가 초기화 됩니다.<br><br>계속하시겠습니까? '
  },
  LOGIN: {
    '001': '정말 로그아웃 하시겠습니까?'
  },
  LOGGING: {
    '001': '로깅 서버 정보를 삭제하시겠습니까?',
    '002': '로깅 서버 정보를 수정하시겠습니까?',
    '003': '로깅 서버 정보를 저장하시겠습니까?'
  },
  ACCOUNT: {
    '001': '{A}에서 {B}으로 계정을 이관하시겠습니까?',
    '002': '{profileName}을 유저 페이지에 등록하시겠습니까?',
    '003': '계정이 삭제됩니다.',
    '004': '입력하신 비밀번호로 변경하시겠습니까?',
    '005': '저장하시겠습니까?'
  },
  ORG: {
    '001': '조직 : {groupName}를 생성하시겠습니까?',
    '002': '조직 : {groupName}를 수정하시겠습니까?',
    '003': '조직 : {groupName}를 추가하시겠습니까?'
  },
  NUTA: {
    '001': '선택하신 파일로 업로드 하시겠습니까?<br>해당 작업은 상당 시간이 소요될 수 있으며<br>업로드 즉시 수정사항에 반영됩니다.',
    '002': '선택하신 파일을 다운로드 하시겠습니까?',
    '003': '이미지 삭제 시 상당 시간이 소요될 수 있습니다.<br>{n} 개의 이미지를 삭제하시겠습니까?',
    '004': '이미지 정보를 수정 하시겠습니까?',
    '005': '이미지 파일을 변경 하시겠습니까?<br>해당 작업은 장시간 소요될 수 있습니다.',
    '006': '프로파일을 등록하시겠습니까?',
    '007': '해당 항목({centralName})을 동기화 하시겠습니까?',
    '008': '해당 Central로 추가하시겠습니까?<br>즉시 수정사항에 반영됩니다.',
    '009': 'Element를 {cateKey}에 등록 하시겠습니까?',
    '010': 'Element를 {cateKey}에서 삭제하시겠습니까?',
    '011': 'Subnet를 {cateKey}에 등록 하시겠습니까?',
    '012': 'Subnet을 {cateKey}에서 삭제하시겠습니까?'
  },
  ROLE: {
    '001': '{roleName} 업무 역할을 제거 하시겠습니까?<br>*제거 후 아래 저장을 클릭하여 적용이 필요합니다.',
    '002': '선택된 담당자로 적용하시겠습니까?',
    '003': '선택된 서버 담당자를 적용하시겠습니까?',
    '004': '선택한 업무 역할들을 삭제하시겠습니까?',
    '005': '선택한 업무 역할 {isChidrenHasNames}은(는) 하위 역할이 존재합니다.<br>그래도 삭제하시겠습니까?',
    '006': '등록된 역할명을 사용할 수 없습니다.'
  },
  APPROVAL: {
    '001': '결재 하시겠습니까?',
    '002': 'Work Flow를 저장 하시겠습니까?',
    '003': '해당 내용으로 결재하시겠습니까?',
    '004': 'Compute 자원 삭제의 경우<br />연결된 자원에 영향을 미칠 수 있습니다.<br>계속 진행하시겠습니까?'
  },
  MON: {
    '001': '모니터링 서버 정보를 삭제하시겠습니까?',
    '002': '모니터링 서버 정보를 수정하시겠습니까?',
    '003': '모니터링 서버 정보를 저장하시겠습니까?',
    '004': '취소하시겠습니까?<br> 변경된 데이터는 저장되지 않습니다.',
    '005': '저장하시겠습니까?'
  },
  COMP: {
    '001': '자원을 복제하시겠습니까?',
    '002': '해당 클러스터로 설정하시겠습니까?',
    '003': '해당 IP로 설정하시겠습니까?',
    '004': '선택한 파일 자원에 대한<br>작업을 실행하시겠습니까?',
    '005': '자원을 바로 삭제하시겠습니까?',
    '006': 'TEST VM 으로 사용하시겠습니까?',
    '007': 'TEST VM 사용을 해제하시겠습니까?'
  },
  LIC: {
    '001': '업데이트를 시작하시겠습니까?'
  },
  // 자원 이관 관련
  TRANSFER: {
    '001': '{count}개 자원을 이관하시겠습니까?',
    '002': '{count}개 자원을<br>이관 장바구니에 담으시겠습니까?',
    '003': '{count}개의 자원을<br>이관 장바구니에 저장했습니다.<br>지금 이관 장바구니로 이동하시겠습니까?<br><br><span style="color: #d95252;">* 확인 클릭 시 이관 장바구니 페이지로 이동합니다.</span>'
  },
  // 자원 이관 관련
  UNREGISTER: {
    '001': '{count}개 자원을 등록하는 작업을 실행하시겠습니까?',
    '002': '{count}개 자원을<br>등록 장바구니에 담으시겠습니까?',
    '003': '{count}개의 자원을<br>등록 장바구니에 저장했습니다.<br>지금 등록 장바구니로 이동하시겠습니까?<br><br><span style="color: #d95252;">* 확인 클릭 시 등록 장바구니 페이지로 이동합니다.</span>',
    '004': '선택하신 {count}개의 정책이 하나의 보안 그룹 자원으로 생성됩니다.<br>등록 장바구니에 담으시겠습니까?'
  }
}
